tap "buildkite/buildkite"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "riscv/riscv"
tap "turbot/tap"
brew "libtiff"
brew "autoconf"
brew "automake"
brew "awscli"
brew "python@3.12"
brew "azure-cli"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "expat"
brew "flock"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gh"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "json-glib"
brew "gum"
brew "helm"
brew "i686-elf-binutils"
brew "libmpc"
brew "i686-elf-gcc"
brew "isl"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "just"
brew "k9s"
brew "libksba"
brew "libslirp"
brew "llm"
brew "maven"
brew "minikube"
brew "mkdocs-material"
brew "neovim"
brew "neovim-remote"
brew "nmap"
brew "nuclei"
brew "openssl@1.1"
brew "postgresql@14"
brew "putty"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "rmlint"
brew "sqlite-utils"
brew "starship"
brew "texinfo"
brew "tmux"
brew "tree"
brew "trivy"
brew "wget"
brew "wireshark"
brew "yadm"
brew "yt-dlp"
brew "zlib"
brew "buildkite/buildkite/buildkite-agent"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "riscv/riscv/riscv-tools"
brew "turbot/tap/tailpipe"
cask "alacritty"
cask "chromedriver"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "openzfs"
cask "warp"
