tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "openssl"
brew "python@3.9"
brew "awscli"
brew "docker"
brew "gh"
brew "jython"
brew "mas"
brew "nmap"
brew "node"
brew "openssl@3"
brew "postgresql"
brew "terraform"
brew "tmux"
brew "virtualenv"
brew "wireshark"
brew "yadm"

cask "docker"
cask "visual-studio-code"
cask "adobe-creative-cloud"
cask "burp-suite"
cask "kindle"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "WhatsApp", id: 1147396723
